[
  {
    "title": "Private Classes",
    "copy": "Book me for a private 1on1 Yoga class, offline or online. I offer different styles to suit your preferences and needs – Hatha, Vinyasa, Ashtanga, Restorative, Yin, Nidra, or any combination of your choice. Dive deep and get a taste of individual alignments and adjustments. Let's make this practice yours!"
  },
  {
    "title": "Corporate Yoga",
    "copy": "I worked in an office for 15 years. Yoga classes at work are an excellent solution for companies to reduce stress, promote employee well-being and is a perfect team building activity. My classes are designed to accommodate for beginners as well as offering challenges for more experienced employees."
  },
  {
    "title": "Pranayama",
    "copy": "Pranayama is a powerful tool to rediscover correct breathing and to learn how to influence your nervous system through breathing techniques. Increase your quality of life and expand (yama) your life force (prana). Lift your Yoga practice to a whole new level. Explore the different breathing techniques and practice them with me."
  },
  {
    "title": "Ashtanga Vinyasa",
    "copy": "Ashtanga Vinyasa Yoga had a lasting impact on Yoga by connecting breath to movement and introducing the Vinyasa as core element. Dynamic forms of Yoga such as Vinyasa, all have their roots in Ashtanga. I practice and teach the Primary and Intermediate Series, as led class or Mysore style. Join me for a taste of Ujjayi."
  },
  {
    "title": "Yoga & Anatomy",
    "copy": "Anatomy promotes a holistic view, connecting the different systems of the body together. An understanding of anatomy can have a profound effect on our perspective on Yoga poses, cueing, sequencing, alignment and safety, in our teaching as well as our own personal practice. By becoming clear about what our body is designed to do, as well as not to do, we can prevent injury on and off the yoga mat."
  },
  {
    "title": "Yoga for Athletes",
    "copy": "The synergies between Yoga and other sports are countless and extremely benefitial. Yoga increases flexibility, grants extreme body control and movement accuracy, reduces the risk of injury, speeds up the mental and physical recovery and allows for more frequent trainings. I worked with athletes from numerous fields (Picture: Muay Thai Kickboxing) and helped them improve their performance. Need a boost too?"
  },
  {
    "title": "Pre TTC Trainings",
    "copy": "Choosing the right teacher training course (TTC) can be challenging. Which style? Which country? How does it match my ambitions? I have gone through these questions many times and I offer my experience in form of specialized pre TTC workshops, in order to empower you to make the right decision and know what to expect."
  },
  {
    "title": "Yoga & Mental Health",
    "copy": "The positive impact Yoga can have on mental health issues is amazing. I speak from experience, having overcome depression and addiction with the help of Yoga. It can also help us cope with anxiety, PTSD, mood and eating disorders, modulate our stress response, and so many other issues. Intrigued? Contact me."
  },
  {
    "title": "Resources for teachers",
    "copy": "Are you a fellow Yoga teacher? I have been travelling the world for the last 3 years practicing and teaching Yoga and I'm very curious about the paths, other teachers took. I would love to connect and share our practice, knowledge and experiences in order to grow together. Feel free to reach out!"
  },
  {
    "title": "Web Development",
    "copy": "You like this website? You are a Yoga teacher, school or retreat/resort center? If you need support for your own online presence, shift_happens has the technical background to help you. Design, Development, Deployment, Hosting, Marketing, I offer my services to help you build your business."
  }
]
